12/data/attachments/f8a82ea45b2a962a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Austin_art_Actions_20946_4</nif:username>
            <nif:friendToBeRequested>soap_actions_48adb2db-3479-4823-9113-456fc39ab800</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>